{
    "events" : [
        {
            "id": "Escape Velocity and Universal Gravitation",
            "case_type": "minor_study",
            "name": "info8",
            "href": "#info8",
            "year": "1687",
            "image": "Timeline_Images/Newton_Paper.png",
            "text": "In Philosophiae Naturalis Principia Mathematica, Isaac Newton developed the laws of motion and universal gravitation. From his work came the idea of escape velocity, the speed required to break free from Earth's gravitational pull. Unlike the giant cannon launch imagines in Jules Verne's From the Earth to the Moon, real spacecraft must reach a precise threshold to avoid falling back to Earth. This simple idea of rockets needing to reach a  threshold speed to avoid falling back to earth still governs every launch into space today, and even launch sequences depicted in The Martian.",
            "reference": "This is a reference"
        },

        {
            "id": "From the Earth to the Moon",
            "case_type": "major_study",
            "href": "jules_verne.html",
            "year": "1865",
            "image": "Timeline_Images/Image_Placeholder.png",
            "text": "Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor."
        },

        {
            "id": "The Rocket Equation",
            "case_type": "minor_study",
            "name": "info9",
            "href": "#info9",
            "year": "1903",
            "image": "Timeline_Images/Rocket_Equation.png",
            "text": "In 1903, the Russian scientist Konstantin Tsiolkovsky showed that a rocket's velocity change depends logarithmically on how much fuel it carries. This revealed the harsh reality that the faster you want to go, the more fuel you need and the heavier the rocket is, creating a feedback loop preventing the effortless acceleration seen in many pieces of fiction. His work showed the  tight constraints on interplanetary travel by fuel mass and exhaust velocity."
        },

        {
            "id": "Special Relativity",
            "case_type": "minor_study",
            "name": "info10",
            "href": "#info10",
            "year": "1905",
            "image": "Timeline_Images/Special_Relativity.png",
            "text": "In the 1905 paper Einstein established that the speed of light is a universal speed limit that is constant in all inertial frames. In order for this to be true time dilation and length contraction followed, meaning that time slows down as you speed up and distances contract. His research reshaped our understanding of space and time as being malleable and most importantly it put a limit on space travel: nothing with mass can travel faster than light, providing a massive bump in the road for science fiction authors striving to stay true to the real physics. "
        },

        {
            "id": "General Relativity",
            "case_type": "minor_study",
            "name": "info11",
            "href": "#info11",
            "year": "1915",
            "image": "Timeline_Images/General_Relativity.png",
            "text": "Ten years after his paper on Special Relativity, Einstein reformulated the idea of gravity as being the geometry of spacetime itself. He demonstrated that mass and energy curve spacetime, and matter then follows that curvature. This theory led to the prediction of gravitational waves, black holes, and mathematically, wormholes."
        },

        {
            "id": "The Schwarzschild Solution",
            "case_type": "minor_study",
            "name": "info12",
            "href": "#info12",
            "year": "1915",
            "image": "Timeline_Images/Schwarzschild_Radius.png",
            "text": "Shortly after general relativity was published, Karl Schwarzschild found a solution describing what we now recognise as a black hole. This introduced the idea of an event horizon; a boundary beyond which nothing can escape. Black holes, central to Interstellar and referenced in darker science fiction such as Event Horizon, emerged from this mathematical breakthrough."
        },

        {
            "id": "Lensman",
            "case_type": "minor_study",
            "name": "info1",
            "href": "#info1",
            "year": "1934",
            "image": "Timeline_Images/Lensman_Cover.jpg",
            "vertical": "YES",
            "text": "Lensman was one of the first works of sci-fi to take place in an interstellar civilisation, setting the stage for the space operas of the mid-20th Century. In Lensman, inertialess drives allow spaceships to accelerate beyond light speed without worrying about the effects of relativity or even classical mechanics, enabling fast and easy travel across the galaxy as ships can accelerate and change direction instantly. This model of interstellar travel, defined not by constraint but by freedom, went on to become enormously influential on some of the most famous works of sci-fi, from Star Wars to Star Trek."
        },

        {
            "id": "The Einstein-Rosen Bridge",
            "case_type": "minor_study",
            "name": "info13",
            "href": "#info13",
            "year": "1935",
            "image": "Timeline_Images/Einstein_Rosen_Bridges.png",
            "text": "Einstein and Rosen showed that the Schwarzschild solution could be extended to connect two regions of spacetime, however this 'bridge' was not traversable but it did introduce the concept of a wormhole. The first hint at the shortcut through space that went on to inspire countless science fiction stories."
        },

        {
            "id": "The Casimir Effect",
            "case_type": "minor_study",
            "name": "info14",
            "href": "#info14",
            "year": "1948",
            "image": "Timeline_Images/Casimir_Effect.png",
            "text": "In 1948, Hendrik Casimir predicted that quantum effect could produce small regions of negative energy between closely space metal plates. Although the effects were small, it demonstrated that exotic energy conditions are not purely fictional. Future proposals of traversable wormholes, such as in Star Trek, and warp drives rely on forms of negative energy."
        },

        {
            "id": "Dune",
            "case_type": "minor_study",
            "name": "info2",
            "href": "#info2",
            "year": "1965",
            "image": "Timeline_Images/Dune_Book.jpeg",
            "vertical": "YES",
            "text": "The enormous 'Heighliner' spaceships of Dune rely on a wormhole-style 'folding' of spacetime, instantaneously sending ships to their destination in another star system. Rather than relying on computers for navigation, human navigators must consume the Spice Melange to see into the future and predict a safe place to jump to."
        },

        {
            "id": "Star Trek",
            "case_type":  "major_study",
            "href": "star_trek.html",
            "year": "1966",
            "image": "Timeline_Images/Image_Placeholder.png",
            "text": "Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor."
        },

         {
            "id": "2001: A Space Odyssey",
            "case_type":  "minor_study",
            "name": "info21",
            "href": "#info21",
            "year": "1968",
            "image": "Timeline_Images/2001.jpg",
            "text": "2001: A Space Odyssey, the landmark collaboration between director Stanley Kubrick and sci-fi novelist Arthur C. Clarke, is at its core a philosophical examination of human evolution grounded in scientific realism. Guided by a mysterious monolith discovered on the moon, a mission is sent to Jupiter – unbeknownst to the crew – to follow a signal. The journey highlights the physical constraints of deep-space travel: The transit time is 9 months, so hibernation is used to conserve life-support resources. The film foreshadows today’s speculations surrounding AI risk. After wrongly indicating a ship fault, HAL 9000, the ship’s onboard, AI kills Dr. Frank Poole by ramming him with an EVA space pod during a spacewalk. He then withdraws life support from the remaining crewmembers, leaving Dave Bowman as the last surviving crewmember to turn him off. The film is noted for its limited dialogue and accurate depiction of orbital mechanics. Rotating ships are also used to simulate gravity through centripetal acceleration. Much of the film is spent in total silence, denoting the vacuum of space. The film begins in deep prehistory, depicting early hominins encountering a monolith in the savannah. It is more fleshed out in the book, but the monoliths are implied to be the work of a superintelligent post-biological species guiding humanity towards a higher evolutionary stage. Technological progress, from the development of primitive tools to nuclear weapons, to interplanetary travel is seen to be part of the natural trajectory of evolutionary ascension. In the final act, Bowman enters into a monolith-triggered portal near Jupiter, undergoes a journey through unknown deep space and transforms into the “Star Child”. It is not clear what this means, but Clarke merges speculative cosmology with evolutionary symbolism. The film is therefore recognised for its skilful combination of hard science fiction – rooted in realistic physics – with philosophical, abstract and metaphysical elements. It remains one of the most influential works of hard science fiction."
         },

        
        {
            "id": "Space Oddity - David Bowie",
            "case_type": "minor_study",
            "name": "info21",
            "href": "#info21",
            "year": "1969",
            "image": "Timeline_Images/Apollo_13.webp",
            "text": ""
            "spotify_embed": "https://open.spotify.com/embed/track/72Z17vmmeQKAg8bptWvpVG?utm_source=generator"
        }, 


            
        {
            "id": "Apollo 13",
            "case_type": "minor_study",
            "name": "info15",
            "href": "#info15",
            "year": "1970",
            "image": "Timeline_Images/Apollo_13.webp",
            "text": "When an oxygen tank exploded aboard Apollo 13, the crew survived by relying on a carefully calculated free-return trajectory around the Moon. The Moon's gravity was used to 'slingshot' the spacecraft around the lunar far side and back toward Earth with minimal fuel use. This real mission demonstrates how lunar travel depends entirely on precise orbital mechanics, contrasting many fictional depictions of effortless voyages to the Moon."
        },

        {
            "id": "Alien",
            "case_type": "minor_study",
            "name": "info5",
            "href": "#info5",
            "year": "1979",
            "image": "Timeline_Images/Alien_Image.jpeg",
            "text": "Within the 'Alien' universe, FTL travel is achieved via the use of “Displacement Drives” which displace the region of space in front of the ship to propel it forward, reaching speeds close to and above the speed of light gradually. This form of travel is not instantaneous, and the crew of ships such as the USCSS Nostromo are often placed in cryogenic stasis chambers for most of their intermediate journeys, taking weeks or even years to traverse the whole of charted space."
        },

        {
            "id": "Traversable Wormholes",
            "case_type": "minor_study",
            "name": "info16",
            "href": "#info16",
            "year": "1988",
            "image": "Timeline_Images/Wormholes_Thorne.png",
            "text": "In 1988, Morris and Thorne showed that general relativity allows wormholes that could, in principle, be crossed. However, keeping such a tunnel open would require exotic forms of matter. Their work transformed wormholes from purely narrative devices into serious theoretical possibilities and directly influenced the scientific realism pursued in Interstellar while reinforcing the plausibility of portals in Stargate."
        },

        {
            "id": "The Alcubierre Warp Drive",
            "case_type": "minor_study",
            "name": "info17",
            "href": "#info17",
            "year": "1994",
            "image": "Timeline_Images/Warp_Drive.png",
            "text": "In 1994, Miguel Alcubierre proposed a mathematical model in which space itself could contract in front of a spacecraft and expand behind it. This would allow effective faster-than-light travel without locally breaking Einstein’s speed limit. The idea formalised a concept long used in Star Trek and resembles the displacement-style drives imagined in Alien, bringing fictional warp travel into the language of general relativity."
        },

        {
            "id": "Stargate",
            "case_type": "minor_study",
            "name": "info3",
            "href": "#info3",
            "year": "1994",
            "image": "Timeline_Images/stargate.jpg",
            "text": "In the Stargate universe, most interstellar travel takes place through the eponymous stargates, fixed wormholes just a few metres wide that allow for instantaneous travel from one place to another."
        },

        {
            "id": "Event Horizon",
            "case_type": "minor_study",
            "name": "info7",
            "href": "#info7",
            "year": "1997",
            "image": "Timeline_Images/Event_Horizon_Image.jpeg",
            "text": "When a distress signal from the missing vessel “Event Horizon” is received by the crew of a rescue ship, they discover it to be infested with an evil entity allowed on board by the Event Horizon’s experimental FTL travel mechanism. This allows the ship to travel vast distances instantaneously by harnessing the power of an artificially generated black hole, which can fold spacetime itself to bring the destination to the ship. However, it travelled to places it should have never discovered."
        },

        {
            "id": "The Three Body Problem",
            "case_type": "minor_study",
            "name": "info6",
            "href": "#info6",
            "year": "2008",
            "image": "Timeline_Images/Three_Body_Problem_Image.jpeg",
            "text": "During the story of ‘The Three Body Problem’, it becomes necessary to launch a small payload (a cryogenically frozen human brain) to high speeds of approximately 1% the speed of light, to intercept an incoming alien invasion fleet.  This is achieved through a chain of roughly 300 nuclear explosions in outer space, which propel the payload via the use momentum exchange with a solar sail attached to the payload. The “Hail-Mary” plan eventually fails, with the head being thrown off course drifting through space at immense speeds."
        },

        {
            "id": "Interstellar",
            "case_type":  "major_study",
            "href": "interstellar.html",
            "year": "2014",
            "image": "Timeline_Images/Image_Placeholder.png",
            "text": "Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor."
        },

        {
            "id": "First Detection of Gravitational Waves",
            "case_type": "minor_study",
            "name": "info18",
            "href": "#info18",
            "year": "2015",
            "image": "Timeline_Images/Gravitational_Waves.png",
            "text": "In 2015, scientists directly detected gravitational waves produced by merging black holes. This confirmed one of general relativity's most dramatic predictions. The extreme spacetime distortions depicted in Interstellar are grounded in the same theory that LIGO (Laser Interferometer Gavitational-Wave Observatory) later verified observationally."
        },

        {
            "id": "The Expanse",
            "case_type": "minor_study",
            "name": "info4",
            "href": "#info4",
            "year": "2016",
            "image": "Timeline_Images/the_expanse.jpg",
            "text": "Starting from a foundation of scientific realism, spaceships in the early series of The Expanse are propelled by a fusion propulsion drive called the Epstein Drive, the slow speed of which limits space travel to within the asteroid belt. However, the discovery of alien Ring Gates like those in the Stargate series allows ships to travel to other gates across the galaxy faster than light, through a hub known as the 'Slow Zone'."
        },

        {
            "id": "First Image of a Black Hole",
            "case_type": "minor_study",
            "name": "info19",
            "href": "#info19",
            "year": "2019",
            "image": "Timeline_Images/Black_Hole.png",
            "text": "In 2019, astronomers released the first image of a black hole's shadow, captured by the Event Horizon Telescope (EHT). The image demonstrated that objects like those portrayed in Interstellar are not purely speculative but real features of the universe. It marked a major milestone in observational astronomy, confirming key predictions about how gravity works  in the most extreme environments."
        }
    ]
}
