{
    "events" : [
        {
            "id": "Columbus lands in America",
            "case_type": "minor_study",
            "name": "info22",
            "href": "#info22",
            "year": "1492",
            "image": "VernePhotos/Landing_of_Columbus_(2).jpg",
            "text": "Space travel is part of the longer human tradition of boundary pushing. Columbus' voyage and 'discovery' of America is the quintessential tale of the Age of Discovery. Verne's Columbiad pays homage to Columbus, as does Command Module Columbia of Apollo 11 and Space Shuttle Columbia. Space travel cannot be framed within any other historical context - once the terrestrial world had been charted, we looked upwards. Sci-fi fulfils human desires of adventure.",
            "reference": "Image: The Landing of Columbus by John Vanderlyn, public domain"
        },
        
        {
            "id": "Kepler's Somnium",
            "case_type": "minor_study",
            "name": "info23",
            "href": "#info23",
            "year": "1634",
            "vertical": "YES",
            "image": "Timeline_Images/Kepler.jpg",
            "text": "In 1608, though it was published posthumously in 1934, Kepler wrote his Somnium - a title which translates to 'The Dream'. In it, he recounts a dream in which an Icelandic boy is visited to by a daemon, who tells him about the island of Levania, the Earth's moon. Isaac Asimov and Arthur C. Clark have suggested that it is one of the earliest works of serious science fiction. It offers an account of what the Earth looks like from the moon.",
            "reference": "Image: Astronomia Nova by Johannes Kepler, public domain"
        },

        {
            "id": "Comical History of the States and Empires of the Moon",
            "case_type": "minor_study",
            "name": "info27",
            "href": "#info27",
            "year": "1657",
            "vertical": "YES",
            "image": "Timeline_Images/Cyrano.jpg",
            "text": "Cyrano de Bergerac's work 'Comical History of the States and Empires of the Moon' was published posthumously in 1657. It depicts Cyrano's fictional journey to the moon. He initially tries to fly by strapping bottles of dew to himself, but subsequently falls back to Earth. He then tries again, and manages to reach the moon using a rocket. Arthur C. Clarke notes that it is the earliest known depiction of the use of rockets for space travel. On the moon, Cyrano encounters the lunar inhabitants, who have names composed of musical notes. He also encounters the ghost of Socrates.",
            "reference": "Image: Public domain via Wikimedia Commons"
        },
        
        {
            "id": "Escape Velocity and Universal Gravitation",
            "case_type": "minor_study",
            "name": "info8",
            "href": "#info8",
            "year": "1687",
            "image": "Timeline_Images/Newton_Paper.png",
            "text": "In Philosophiae Naturalis Principia Mathematica, Isaac Newton developed the laws of motion and universal gravitation. From his work came the idea of escape velocity, the speed required to break free from Earth's gravitational pull. Unlike the giant cannon launch imagines in Jules Verne's From the Earth to the Moon, real spacecraft must reach a precise threshold to avoid falling back to Earth. This simple idea of rockets needing to reach a  threshold speed to avoid falling back to earth still governs every launch into space today, and even launch sequences depicted in The Martian.",
            "reference": "Newton, I. (1687) Philosophiae Naturalis Principia Mathematica. London: Royal Society."
        },


        {
            "id": "Micromégas",
            "case_type": "minor_study",
            "name": "info29",
            "href": "#info29",
            "year": "1752",
            "vertical": "YES",
            "image": "Timeline_Images/micromegas.jpg",
            "text": "Voltaire's novel Micromégas only briefly mentions the method by which the titular alien travels between the stars, stating that he “was very familiar with the laws of gravity and with all the other attractive and repulsive forces” such that he could fly between planets “like a bird vaulting itself from branch to branch”, a reference to Newton's (relatively) recent work on universal gravitation. The work focuses more on the philosophy of space travel and just how alien the inhabitants of other planets might be, as the characters discuss their different sizes and sensory experiences, no doubt inspiring later authors' visions of alien life.",
            "reference": "Image: Cover of 'Micromégas', author unknown"
        },

        {
            "id": "From the Earth to the Moon",
            "case_type": "major_study",
            "href": "jules_verne.html",
            "year": "1865",
            "image": "Timeline_Images/from_the_earth_to_the_moon.jpg",
            "text": "Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor. Ad qui consectetur amet consequat quis anim. Mollit pariatur exercitation et qui ex nostrud. Ipsum non aute officia voluptate incididunt tempor. Laboris dolore minim sit velit ullamco dolor."
        },

        {
            "id": "Across the Zodiac",
            "case_type": "minor_study",
            "name": "info25",
            "href": "#info25",
            "year": "1880",
            "vertical": "YES",
            "image": "Timeline_Images/across_the_zodiac.jpg",
            "text": "Percy Greg's “Across the Zodiac: The Story of a Wrecked Record” details the invention and application of apergy, a kind of fictional antigravitational energy, which is used to power a spaceship that flies to Mars in 1830. It anticipates the widespread use of antigravity in later works of sci-fi, and features the first recorded use of the term 'astronaut', although it is the name of a ship rather than a description of the crew.",
            "reference": "Image: Cover of 'Across the Zodiac', uncredited, public domain"
        },

        {
            "id": "A Trip to the Moon",
            "case_type": "minor_study",
            "name": "info28",
            "href": "#info28",
            "year": "1902",
            "image": "Timeline_Images/a_trip_to_the_moon.jpg",
            "text": "Although originally fading into obscurity, Le Voyage dans la Lune (A Trip to the Moon) has become one of the most iconic pieces in cinema history, as few films had ever featured fantasy for entertainment purposes before this time. Inspired by Verne's 'From the Earth to the Moon', the film depicts a bullet-like spaceship being shot out of a cannon and landing safely on a highly-stylised lunar surface, the visual grammar of which would shape sci-fi in the movies for decades to come.",
            "reference": "Image: Public domain via Wikimedia Commons"
        },

        {
            "id": "The Rocket Equation",
            "case_type": "minor_study",
            "name": "info9",
            "href": "#info9",
            "year": "1903",
            "image": "Timeline_Images/Rocket_Equation.png",
            "text": "In 1903, the Russian scientist Konstantin Tsiolkovsky showed that a rocket's velocity change depends logarithmically on how much fuel it carries. This revealed the harsh reality that the faster you want to go, the more fuel you need and the heavier the rocket is, creating a feedback loop preventing the effortless acceleration seen in many pieces of fiction. His work showed the  tight constraints on interplanetary travel by fuel mass and exhaust velocity.",
            "reference" : "Tsiolkovsky, K.E. (1903) “Exploration of Cosmic Space by Means of Reaction Devices”. Nauchnoe Obozrenie."
        },

        {
            "id": "Special Relativity",
            "case_type": "minor_study",
            "name": "info10",
            "href": "#info10",
            "year": "1905",
            "image": "Timeline_Images/Special_Relativity.png",
            "text": "In the 1905 paper Einstein established that the speed of light is a universal speed limit that is constant in all inertial frames. In order for this to be true time dilation and length contraction followed, meaning that time slows down as you speed up and distances contract. His research reshaped our understanding of space and time as being malleable and most importantly it put a limit on space travel: nothing with mass can travel faster than light, providing a massive bump in the road for science fiction authors striving to stay true to the real physics. ",
            "reference" : "Einstein, A. (1905) “On the Electrodynamics of Moving Bodies”. Annalen der Physik."
        },

        {
            "id": "General Relativity",
            "case_type": "minor_study",
            "name": "info11",
            "href": "#info11",
            "year": "1915",
            "image": "Timeline_Images/General_Relativity.png",
            "text": "Ten years after his paper on Special Relativity, Einstein reformulated the idea of gravity as being the geometry of spacetime itself. He demonstrated that mass and energy curve spacetime, and matter then follows that curvature. This theory led to the prediction of gravitational waves, black holes, and mathematically, wormholes.",
            "reference" : "Einstein, A. (1915) “Die Feldgleichungen der Gravitation”. Sitzungsberichte der Königlich Preußischen Akademie der Wissenschaften (Berlin)."
        },

        {
            "id": "The Schwarzschild Solution",
            "case_type": "minor_study",
            "name": "info12",
            "href": "#info12",
            "year": "1916",
            "image": "Timeline_Images/Schwarzschild_Radius.png",
            "text": "Shortly after general relativity was published, Karl Schwarzschild found a solution describing what we now recognise as a black hole. This introduced the idea of an event horizon; a boundary beyond which nothing can escape. Black holes, central to Interstellar and referenced in darker science fiction such as Event Horizon, emerged from this mathematical breakthrough.",
            "reference" : "Schwarzschild, K. (1916) “On the Gravitational Field of a Mass Point According to Einstein’s Theory”. Sitzungsberichte der Königlich Preußischen Akademie der Wissenschaften (Berlin)."
        },

        {
            "id": "Lensman",
            "case_type": "minor_study",
            "name": "info1",
            "href": "#info1",
            "year": "1934",
            "image": "Timeline_Images/Lensman_Cover.jpg",
            "vertical": "YES",
            "text": "Lensman was one of the first works of sci-fi to take place in an interstellar civilisation, setting the stage for the space operas of the mid-20th Century. In Lensman, inertialess drives allow spaceships to accelerate beyond light speed without worrying about the effects of relativity or even classical mechanics, enabling fast and easy travel across the galaxy as ships can accelerate and change direction instantly. This model of interstellar travel, defined not by constraint but by freedom, went on to become enormously influential on some of the most famous works of sci-fi, from Star Wars to Star Trek.",
            "reference": "Cover of by 'Triplanetary', artwork by Leo Morey, public domain"
        },

        {
            "id": "The Einstein-Rosen Bridge",
            "case_type": "minor_study",
            "name": "info13",
            "href": "#info13",
            "year": "1935",
            "image": "Timeline_Images/Einstein_Rosen_Bridges.png",
            "text": "Einstein and Rosen showed that the Schwarzschild solution could be extended to connect two regions of spacetime, however this 'bridge' was not traversable but it did introduce the concept of a wormhole. The first hint at the shortcut through space that went on to inspire countless science fiction stories.",
            "reference" : "Einstein, A. and Rosen, N. (1935) “The Particle Problem in the General Theory of Relativity”. Physical Review."
        },

        {
            "id": "The legendary Sir Brian May is born",
            "case_type": "minor_study",
            "name": "info141",
            "href": "#info141",
            "year": "1947",
            "image": "Timeline_Images/Brian_may_mdp.jpg",
            "text": "In 1947, the astrophysicist, stereophotographer, animal rights activist, knight, Queen lead guitarist Brian May was born. He famously incorporated his physics background into the Queen song '39. Though it is slightly overshadowed by other hits such as 'Bohemian Rhapsody' and 'You're My Best Friend' it earns its rightful, poetic place on the album, 'A Night at the Opera', and is unusual in that it is one of the few songs where May sings lead vocals. It depicts a group of spacetravellers who grapple with the effects of relativistic time dilation when, upon their return from a long haul journey, their families have aged and died. Sir Brian completed his PhD in astrophysics at Imperial College London in 2007, and continues to promote astronomy and physics, having started the Starmus festival.",
            "reference" : "Image: Scanned from Gente magazine, Public domain, via Wikimedia Commons"
        },


        
        {
            "id": "The Casimir Effect",
            "case_type": "minor_study",
            "name": "info14",
            "href": "#info14",
            "year": "1948",
            "image": "Timeline_Images/Casimir_Effect.png",
            "text": "In 1948, Hendrik Casimir predicted that quantum effect could produce small regions of negative energy between closely space metal plates. Although the effects were small, it demonstrated that exotic energy conditions are not purely fictional. Future proposals of traversable wormholes, such as in Star Trek, and warp drives rely on forms of negative energy.",
            "reference" : "Casimir, H.B.G. (1948) “On the Attraction Between Two Perfectly Conducting Plates”. Proceedings of the Koninklijke Nederlandse Akademie van Wetenschappen."
        },
        {
            "id": "Sputnik 1",
            "case_type": "minor_study",
            "name": "info124",
            "href": "#info124",
            "year": "1957",
            "vertical": "YES",
            "image": "Timeline_Images/sputnik1.jpg",
            "text": "Sputnik 1 was launched on the 4th October 1957 by the Soviet Union. It was a small metal sphere, only 58 cm in diameter, but it was the first artificial satellite and the first human made object to orbit the Earth. Orbiting every 96 minutes, its steady radio beeping could be picked up by operators around the world. For the first time, something built by humans was circling the planet rather than falling back to it. The mathematics of orbital motion had become physical reality. Sputnik carried no crew and no cameras, only a transmitter, but it marked the moment space travel shifted from imagination to engineering. ",
            "reference" : "© NASA. Sputnik 1 (1957). Public domain."
            
        },

        {
            "id": "Yuri Gagarin goes to space",
            "case_type": "minor_study",
            "name": "info224",
            "href": "#info224",
            "year": "1961",
            "image": "Timeline_Images/yuri_gagarin.jpg",
            "text": "On the 12th of April 1961, Yuri Gagarin became the first man in space, orbiting the Earth for 108 minutes in the Vostok 1 capsule before successfully landing in Kazakhstan. His flight made him an international celebrity and proved it was possible for humans to survive space travel.",
            "reference": "Image: Photo of Gagarin in the Vostok 1 spacecraft, © Roscosmos"
        },
        
        {
            "id": "Dune",
            "case_type": "minor_study",
            "name": "info2",
            "href": "#info2",
            "year": "1965",
            "image": "Timeline_Images/Dune_Book.jpeg",
            "vertical": "YES",
            "text": "The enormous 'Heighliner' spaceships of Dune rely on a wormhole-style 'folding' of spacetime, instantaneously sending ships to their destination in another star system. Rather than relying on computers for navigation, human navigators must consume the Spice Melange to see into the future and predict a safe place to jump to.",
            "reference": "Image: Cover of Dune, artwork by Chris Foss, © Chilton Publishing, used under fair use for educational purposes"
        },

        {
            "id": "Star Trek",
            "case_type":  "major_study",
            "href": "star_trek.html",
            "year": "1966",
            "image": "Timeline_Images/star_trek.jpg",
            "text": "Star Trek remains one of the most beloved and influential sci-fi properties, inspiring many tropes in modern sci-fi and setting the standard for the depiction of life on board a spaceship. But perhaps its biggest contribution was the idea of a warp drive, a device that propels a spaceship faster than light by bending spacetime around it, inspiring not just science fiction but also real research."
        },

        {
            "id": "2001: A Space Odyssey",
            "case_type":  "minor_study",
            "name": "info21",
            "href": "#info21",
            "year": "1968",
            "image": "Timeline_Images/2001.jpg",
            "text": "2001: A Space Odyssey, the landmark collaboration between director Stanley Kubrick and sci-fi novelist Arthur C. Clarke, is at its core a philosophical examination of human evolution grounded in scientific realism. Guided by a mysterious monolith discovered on the moon, a mission is sent to Jupiter – unbeknownst to the crew – to follow a signal. The journey highlights the physical constraints of deep-space travel: The transit time is 9 months, so hibernation is used to conserve life-support resources. The film foreshadows today’s speculations surrounding AI risk. After wrongly indicating a ship fault, HAL 9000, the ship’s onboard, AI kills Dr. Frank Poole by ramming him with an EVA space pod during a spacewalk. He then withdraws life support from the remaining crewmembers, leaving Dave Bowman as the last surviving crewmember to turn him off. The film is noted for its limited dialogue and accurate depiction of orbital mechanics. Rotating ships are also used to simulate gravity through centripetal acceleration. Much of the film is spent in total silence, denoting the vacuum of space. The film begins in deep prehistory, depicting early hominins encountering a monolith in the savannah. It is more fleshed out in the book, but the monoliths are implied to be the work of a superintelligent post-biological species guiding humanity towards a higher evolutionary stage. Technological progress, from the development of primitive tools to nuclear weapons, to interplanetary travel is seen to be part of the natural trajectory of evolutionary ascension. In the final act, Bowman enters into a monolith-triggered portal near Jupiter, undergoes a journey through unknown deep space and transforms into the “Star Child”. It is not clear what this means, but Clarke merges speculative cosmology with evolutionary symbolism. The film is therefore recognised for its skilful combination of hard science fiction – rooted in realistic physics – with philosophical, abstract and metaphysical elements. It remains one of the most influential works of hard science fiction.",
            "reference": "Image: Still from '2001: A Space Odyssey' (Kubrik, 1968), © Metro-Goldwyn-Mayer, used under fair use for educational purposes"
         },

        
        {
            "id": "Space Oddity - David Bowie",
            "case_type": "minor_study",
            "name": "info24",
            "href": "#info24",
            "year": "1969",
            "vertical": "YES",
            "image": "Timeline_Images/David_Bowie_1975.jpg",
            "text": "The first of David Bowie's songs to feature Major Tom, a fictitious astronaut who loses touch with Ground Control. The ending is ambiguous and his fate is unclear. Major Tom features in his later works, 'Ashes to Ashes' and 'Hallo Spaceboy'. He is also alluded to in the music video for 'Blackstar'. Space exploration and astrophysics long fascinated Bowie, a noted futurist, both in sound and his vision for humanity. He is said to have been inspired by '2001: A Space Odyssey' when composing this song.",
            "reference": "Image: Photograph of David Bowie, credit unknown"
        }, 
          {
            "id": "Apollo 11",
            "case_type": "minor_study",
            "name": "info30",
            "href": "#info30",
            "year": "1969",
            "vertical": "YES",
            "image": "Timeline_Images/apollo11.jpg.webp",
            "text": "As Neil Armstrong touched the lunar surface, he said the famous words, 'one small step for man, one giant leap for mankind', and Apollo 11 was just that. It represented a major milestone in space travel, with the first human on the moon. It was a journey that had been made countless times within science fiction, yet never in real life.  Check out our interview with Dr Roger D. Launius, former head historian for NASA, on insight into the Apollo missions.",
            "reference": "© NASA, 1969. Public domain, used for educational purposes."
        }, 

        
            
        {
            "id": "Apollo 13",
            "case_type": "minor_study",
            "name": "info15",
            "href": "#info15",
            "year": "1970",
            "image": "Timeline_Images/Apollo_13.webp",
            "text": "When an oxygen tank exploded aboard Apollo 13, the crew survived by relying on a carefully calculated free-return trajectory around the Moon. The Moon's gravity was used to 'slingshot' the spacecraft around the lunar far side and back toward Earth with minimal fuel use. This real mission demonstrates how lunar travel depends entirely on precise orbital mechanics, contrasting many fictional depictions of effortless voyages to the Moon.",
            "reference" : "Image: © NASA (1970) Apollo 13 Mission Report. National Aeronautics and Space Administration."
        },

        {
            "id": "Star Wars",
            "case_type": "minor_study",
            "name": "info26",
            "href": "#info26",
            "year": "1977",
            "image": "Timeline_Images/star_wars.jpg",
            "text": "Since the release of the original film, Star Wars has been one of the most successful media franchises of all time, bringing sci-fi comfortably into the mainstream. The physics behind the spaceflight in Star Wars has been kept deliberately vague, but we do know it depends on a device called a 'hyperdrive' that allows travel through 'hyperspace', which is variously referred to as an alternate universe, a higher spatial dimension, or simply the universe as viewed when travelling faster than light.",
            "reference" : "Image: Promotional poster for 'Star Wars' © Twentieth Century Fox (1977), used under fair use for educational purposes"
        },

        {
            "id": "Voyager Mission",
            "case_type": "minor_study",
            "name": "info300",
            "href": "#info300",
            "year": "1977",
            "image": "Timeline_Images/Voyager.jpg",
            "vertical": "YES",
            "text": "The Voyager program consisted of two probes, Voyager 1 and Voyager 2, that were launched into space consecutively, with the aim of exploring the outer planets of our solar system. The mission utilised a planetry alignment that occurs once overy 175 years. The planetary exploration included study of Saturn's moon Titan and discovery of active volcanoes on Jupiter's moon Io. Following their mission, both probes entered interstellar space, continuing to send data back to Earth, although now due to power contraints, data is limited and their cameras are off. Voyager was a significant step in space travel, being the first human made objects to reach interstellar space.",
            "reference": "Image: Public domain via Wikimedia Commons"
        },

        {
            "id": "Alien",
            "case_type": "minor_study",
            "name": "info5",
            "href": "#info5",
            "year": "1979",
            "image": "Timeline_Images/Alien_Image.jpeg",
            "text": "Within the 'Alien' universe, FTL travel is achieved via the use of “Displacement Drives” which displace the region of space in front of the ship to propel it forward, reaching speeds close to and above the speed of light gradually. This form of travel is not instantaneous, and the crew of ships such as the USCSS Nostromo are often placed in cryogenic stasis chambers for most of their intermediate journeys, taking weeks or even years to traverse the whole of charted space.",
            "reference": "Image: Still from 'Alien' (Scott, 1979) © 20th Century Fox, used under fair use for educational purposes"
        },

        {
            "id": "Traversable Wormholes",
            "case_type": "minor_study",
            "name": "info16",
            "href": "#info16",
            "year": "1988",
            "image": "Timeline_Images/Wormholes_Thorne.png",
            "text": "In 1988, Morris and Thorne showed that general relativity allows wormholes that could, in principle, be crossed. However, keeping such a tunnel open would require exotic forms of matter. Their work transformed wormholes from purely narrative devices into serious theoretical possibilities and directly influenced the scientific realism pursued in Interstellar while reinforcing the plausibility of portals in Stargate.",
            "reference" : "Morris, M.S. and Thorne, K.S. (1988) “Wormholes in Spacetime and Their Use for Interstellar Travel”. American Journal of Physics."
        },

        {
            "id": "The Alcubierre Warp Drive",
            "case_type": "minor_study",
            "name": "info17",
            "href": "#info17",
            "year": "1994",
            "image": "Timeline_Images/Warp_Drive.png",
            "text": "In 1994, Miguel Alcubierre proposed a mathematical model in which space itself could contract in front of a spacecraft and expand behind it. This would allow effective faster-than-light travel without locally breaking Einstein’s speed limit. The idea formalised a concept long used in Star Trek and resembles the displacement-style drives imagined in Alien, bringing fictional warp travel into the language of general relativity.",
            "reference" : "Alcubierre, M. (1994) “The Warp Drive: Hyper-Fast Travel Within General Relativity”. Classical and Quantum Gravity."
        },

        {
            "id": "Stargate",
            "case_type": "minor_study",
            "name": "info3",
            "href": "#info3",
            "year": "1994",
            "image": "Timeline_Images/stargate.jpg",
            "text": "In the Stargate universe, most interstellar travel takes place through the eponymous stargates, fixed wormholes just a few metres wide that allow for instantaneous travel from one place to another.",
            "reference": "Image: Promotional photo for 'Stargate' © MGM/UA Distribution Co., used under fair use for educational purposes"
        },

        {
            "id": "Event Horizon",
            "case_type": "minor_study",
            "name": "info7",
            "href": "#info7",
            "year": "1997",
            "image": "Timeline_Images/Event_Horizon_Image.jpeg",
            "text": "When a distress signal from the missing vessel “Event Horizon” is received by the crew of a rescue ship, they discover it to be infested with an evil entity allowed on board by the Event Horizon’s experimental FTL travel mechanism. This allows the ship to travel vast distances instantaneously by harnessing the power of an artificially generated black hole, which can fold spacetime itself to bring the destination to the ship. However, it travelled to places it should have never discovered.",
            "reference": "Image: Still from 'Event Horizon' (Anderson, 1997) © Paramount Pictures, used under fair use for educational purposes"
        },

        {
            "id": "The Three Body Problem",
            "case_type": "minor_study",
            "name": "info6",
            "href": "#info6",
            "year": "2008",
            "image": "Timeline_Images/image 4.jpeg",
            "text": "During the story of ‘The Three Body Problem’, it becomes necessary to launch a small payload (a cryogenically frozen human brain) to high speeds of approximately 1% the speed of light, to intercept an incoming alien invasion fleet.  This is achieved through a chain of roughly 300 nuclear explosions in outer space, which propel the payload via the use momentum exchange with a solar sail attached to the payload. The “Hail-Mary” plan eventually fails, with the head being thrown off course drifting through space at immense speeds.",
            "reference": "Image: Still from 'The Three Body Problem', © Netflix, used under fair use for educational purposes"
        },

        {
            "id": "Interstellar",
            "case_type":  "major_study",
            "href": "interstellar.html",
            "year": "2014",
            "image": "Timeline_Images/interstellar.jpg",
            "text": "Few modern films have been as defining in 21st-century science fiction as Interstellar. As humanity searches for a new home to flee a dying Earth, astronauts travel through a wormhole to seek a place beyond our Solar System. But unlike many science fiction journeys into space, Interstellar chose not to bend the laws of physics, but to embrace them. It took wormholes from a magical gateway to a theoretical possibility, and black holes from abstract equations to a vivid, scientifically grounded visual. The film demonstrated the incredible possibilities of imagination working alongside modern physics."
        },

        {
            "id": "First Detection of Gravitational Waves",
            "case_type": "minor_study",
            "name": "info18",
            "href": "#info18",
            "year": "2015",
            "image": "Timeline_Images/Gravitational_Waves.png",
            "text": "In 2015, scientists directly detected gravitational waves produced by merging black holes. This confirmed one of general relativity's most dramatic predictions. The extreme spacetime distortions depicted in Interstellar are grounded in the same theory that LIGO (Laser Interferometer Gavitational-Wave Observatory) later verified observationally.",
            "reference" : "Abbott, B.P. et al. (LIGO Scientific Collaboration and Virgo Collaboration) (2016) “Observation of Gravitational Waves from a Binary Black Hole Merger”. Physical Review Letters."
        },

        {
            "id": "The Expanse",
            "case_type": "minor_study",
            "name": "info4",
            "href": "#info4",
            "year": "2016",
            "vertical": "YES",
            "image": "Timeline_Images/the_expanse.jpg",
            "text": "Starting from a foundation of scientific realism, spaceships in the early series of The Expanse are propelled by a fusion propulsion drive called the Epstein Drive, the slow speed of which limits space travel to within the asteroid belt. However, the discovery of alien Ring Gates like those in the Stargate series allows ships to travel to other gates across the galaxy faster than light, through a hub known as the 'Slow Zone'.",
            "reference": "Image: Poster for 'The Expanse' © Penguin in a Parka SeanDanielCo, used under fair use for educational purposes"
        },

        {
            "id": "First Image of a Black Hole",
            "case_type": "minor_study",
            "name": "info19",
            "href": "#info19",
            "year": "2019",
            "image": "Timeline_Images/Black_Hole.png",
            "text": "In 2019, astronomers released the first image of a black hole's shadow, captured by the Event Horizon Telescope (EHT). The image demonstrated that objects like those portrayed in Interstellar are not purely speculative but real features of the universe. It marked a major milestone in observational astronomy, confirming key predictions about how gravity works  in the most extreme environments.",
            "reference" : "Event Horizon Telescope Collaboration (2019) “First M87 Event Horizon Telescope Results. I. The Shadow of the Supermassive Black Hole”. Astrophysical Journal Letters."
        }
    ]
}
